

"Vibration" = "Дірілдеу";
"Countdown Timer" = "Кері санау";
"Auto-Start" = "Автоқосылу";
"Stopwatch" = "Секунд өлшеуіші";
"Default Timing Widget" = "Негізгі уақыт өлшеу виджеті";
"General" = "Жалпы";


/* Customized */
"Default Duration (mins)" = "Бастапқы ұзақтығы (мин)";
"Enabled" = "Іске қосылған";
"none given" = "көрсетілмеген";
"Name" = "Аты";
/* System default */
"Group" = "Топ";
